{
  "titles": [
    {
      "id": "1",
      "titleProjectsEnglish": "Ranek Project - Vue",
      "descriptionProjectsEnglish": "The ranek project was developed simulating a website for buying and selling products, using Vue.js and REST API.",

      "titleProjectsPortuguese": "Projeto Ranek - Vue",
      "descriptionProjectsPortuguese": "O projeto ranek foi desenvolvido simulando um site de compras e vendas de produtos, usando Vue.js e REST API.",
      "img": "https://images.unsplash.com/photo-1618389041494-8fab89c3f22b?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80"
    },
    {
      "id": "2",
      "titleProjectsEnglish": "Techno Project - Vue",
      "descriptionProjectsEnglish": "This other project was also using vue.js and to simulate a sales site, however, using only json-server.",
      "titleProjectsPortuguese": "Projeto Techno - Vue",
      "descriptionProjectsPortuguese": "Este outro projeto também foi utilizando vue.js e para simular um site de vendas, entretanto, usando apenas json-server.",
      "img": "https://images.unsplash.com/photo-1630476387426-52c6e0b14e50?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80"
    },
    {
      "id": "3",
      "titleProjectsEnglish": "Dogs Project - React",
      "descriptionProjectsEnglish": "Project made with React, which the objective was to create a social network to post photos of dogs.",
      "titleProjectsPortuguese": "Projeto Cachorros - React",
      "descriptionProjectsPortuguese": "Projeto feito com  React no qual o objetivo foi criar uma rede social para postar fotos de cachorros.",
      "img": "https://images.unsplash.com/photo-1558986377-c44f6a2b50f0?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80"
    },
    {
      "id": "4",
      "titleProjectsEnglish": "EPTA",
      "descriptionProjectsEnglish": "Website developed for the Propulsion and Aerospace Technology Team (EPTA) of Federal University of Uberlândia.",
      "titleProjectsPortuguese": "EPTA",
      "descriptionProjectsPortuguese": "Site desenvolvido para a Equipe de Propulsão e Tecnologia Aeroespacial da Universidade Federal de Uberlândia",
      "img": "https://images.unsplash.com/photo-1623520333087-62b8793e3d23?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=687&q=80"
    }
  ],
  "aboutMe": [
    {
      "id": "1",
      "titleEnglish": "Profile",
      "textEnglish": "My name is Letícia, I'm 24 years old, majoring in systems analysis and development (3rd period). Currently I work as QA at NTT DATA Brasil, being my first contact with the information technology job market. As a hobby, I study front-end development, especially vue.js.",
      "titlePortuguese": "Perfil",
      "textPortuguese": "Meu nome é Letícia, tenho 24 anos, estou me formando em análise e desenvolvimento de sistemas (3º período). Atualmente atuo como QA na NTT DATA Brasil, sendo meu primeiro contato com o mercado de trabalho na área de tecnologia da informação. Como hobby, estudo desenvolvimento front-end, especialmente vue.js."
    },
    {
      "id": "2",
      "titleEnglish": "Work",
      "textEnglish": "I work as QA, creating and running tests in API and in legacy systems, as well as the opening and closing of defects. The tools used are: Postman, SoapUI, Oracle SQLDeveloper, HPALM, MOBA and Apache Jmeter.",
      "titlePortuguese": "Trabalho",
      "textPortuguese": "Atuo como QA, criando e executando testes em API e em sistemas legados, bem como na abertura e fechamento de defeitos. As ferramentas utilizadas são: Postman, SoapUI, Oracle SQLDeveloper, HPALM, MOBA e Apache Jmeter."
    }
  ]
}
